matchai/spacefish
fisherman/fishtape
jethrokuan/z
laughedelic/brew-completions
edc/bass
brigand/fast-nvm-fish
decors/fish-colored-man
jethrokuan/fzf
