laughedelic/brew-completions
edc/bass
decors/fish-colored-man
jethrokuan/fzf
jorgebucaran/fishtape
matchai/spacefish
brigand/fast-nvm-fish
laughedelic/pisces
tuvistavie/fish-ssh-agent
oh-my-fish/plugin-bang-bang
