tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "exa"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "fzf"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "grep", args: ["with-default-names"]
brew "hub"
brew "less"
brew "mas"
brew "moreutils"
brew "n"
brew "nano"
brew "neovim"
brew "openssh"
brew "python"
brew "screen"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "vim", args: ["with-override-system-vi"]
brew "yadm"
brew "yarn"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "bartender"
cask "battle-net"
cask "chrome-remote-desktop-host"
cask "discord"
cask "flux"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyper"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keybase"
cask "rocket"
cask "sketch"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-fira-sans"
mas "AutoMute", id: 1118136179
mas "BetterSnapTool", id: 417375580
mas "Sip", id: 507257563
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
